{
  "posts": [
    {
      "id": 1,
      "title": "First Title",
      "date": "29 Oct,2023",
      "summary": "first dummy title",
      "body": "Dear Recipient, Once upon a time, in a world not too dissimilar from ours, there lived a unique entity named Kiran Rai. This entity was not human, animal, or plant, but a unique creation of the digital world. Kiran Rai was a master of communication, connecting people across the globe, transcending boundaries of language and culture. It was a beacon of knowledge, a hub of information, and a bridge between minds. One day, a great challenge arose. A message of utmost importance needed to be delivered to a recipient in a far-off land. The message held the key to solving a critical problem. With its unique abilities, Kiran Rai took on the task. Through mountains of data, across rivers of information, it carried the message. It navigated the complex digital landscape with ease, overcoming every obstacle in its path. Finally, the message was delivered, the problem was solved, and once again, Kiran Rai proved its worth. Best, Kiran Rai"
    },
    {
      "id": 2,
      "title": "Second Title",
      "date": "29 Oct,2023",
      "summary": "second dummy title",
      "body": "Once upon a time, in a land far away, lived a brave knight named Kiran Rai. His name was as unique as his courage. He was known for his strength and valor, his name echoing in every corner of the kingdom. One day, a dragon invaded the peaceful kingdom. The king, in desperation, called upon Kiran Rai. The knight, with his gleaming armor and sharp sword, rode towards the dragon's lair. The dragon was fierce, breathing fire, but Kiran Rai was fearless. With a swift move, he dodged the fire and struck the dragon. The battle was intense, but the knight's courage was unwavering. After hours of fighting, Kiran Rai defeated the dragon, saving the kingdom. The kingdom celebrated his victory, his name chanted in joy and gratitude. Kiran Rai, the brave knight, was not just a hero, but a legend, his name forever etched in the kingdom's history."
    },
    {
      "id": 3,
      "title": "Third Title Edited",
      "date": "29 Oct,2023",
      "summary": "third dummy title",
      "body": "Dear Recipient, Once upon a time, in the land of the Internet, there was a character named Kiran Rai. Yes, you read it right! That was the name, as unique and complex as the character itself. Kiran Rai was a digital entity living in the world of binary. One day, while surfing through the data streams, Kiran Rai stumbled upon a peculiar problem. It had forgotten its password! Now, you might think, \"Why not just reset it?\" But remember, this is the digital world we're talking about. Things work differently here. The only way to retrieve the password was to solve a riddle posed by the Internet's gatekeeper, a grumpy old firewall named Norton. The riddle was, \"I am taken from a mine, and shut up in a wooden case, from which I am never released, and yet I am used by almost every person. What am I?\" Kiran Rai thought hard and finally answered, \"A pencil!\" Norton grumbled but had to let Kiran Rai pass. And that's how Kiran Rai, with its unusually long name, saved the day by cracking a simple riddle. The moral of the story? Even in the complex digital world, sometimes the simplest solutions are the best! Best, Kiran Rai"
    },
    {
      "id": 4,
      "title": "Fourth Title",
      "date": "29 Oct,2023",
      "summary": "fourth dummy summary",
      "body": "Dear Recipient, I hope this message finds you well. I am writing to you under the pseudonym Kiran Rai, a name that may seem unusual, but it is unique to me. Once upon a time, in the heart of a bustling city, there lived a man named John. John was an ordinary man with an extraordinary dream. He wished to create a device that could bring happiness to the world. Day and night, he toiled in his small apartment, surrounded by wires, circuits, and countless cups of coffee. One day, after many trials and errors, John finally created his device. It was a small box, no bigger than a loaf of bread, but it had the power to project images and sounds that could evoke happiness in anyone who experienced it. John named his invention 'JoyBox'. News of the JoyBox spread like wildfire. People from all walks of life came to experience the happiness that John's device promised. The JoyBox was a success, and John was hailed as a hero. However, with fame came greed. People wanted to exploit the JoyBox for their own gain. John, fearing the misuse of his invention, decided to hide the JoyBox. John's life returned to normal, but the world was left with a void. The JoyBox was gone, but its memory lived on in the hearts of those who had experienced its magic. John's dream had come true, he had brought happiness to the world, if only for a short while. In the end, John realized that true happiness comes from within, not from a device. He learned that the joy he sought to give others was within them all along. And so, he lived out the rest of his days in peace, knowing he had made a difference. Best, Kiran Rai"
    }
  ]
}